Repository: morty1338/SoundMarks
Catalog: SoundMarks/Resources/Localizable.xcstrings
Source language: en
Languages: de, uk

# trip.finish
source: Finish
de: Beenden
uk: Завершити

# trip.footer
source: During a trip your phone records the route – on the device only. Afterwards we find what played along the way from your listening history.
de: Während der Reise zeichnet das Handy die Route auf – nur auf dem Gerät. Danach finden wir anhand deines Hörverlaufs, was unterwegs lief.
uk: Під час поїздки телефон записує маршрут — лише на пристрої. Після поїздки знайдемо, що грало дорогою, за твоєю історією прослуховувань.

# trip.map.accessibility
source: Trip route map
de: Karte der Reiseroute
uk: Карта маршруту поїздки

# trip.name.placeholder
source: Trip name
de: Name der Reise
uk: Назва поїздки

# trip.photos %lld
source: %lld photos from the trip
de: %lld Fotos der Reise
uk: Фото за поїздку: %lld

# trip.row.places %lld
source: %lld places
de: %lld Orte
uk: %lld місця

# trip.save %lld
source: Save %lld places
de: %lld Orte speichern
uk: Зберегти %lld місця

# trip.saved
source: Places from this trip
de: Orte dieser Reise
uk: Місця з поїздки

# trip.share
source: Share trip
de: Reise teilen
uk: Поділитися поїздкою

# trip.start
source: Start a trip
de: Reise starten
uk: Почати поїздку

# trip.stop.deselect
source: Don't save this stop
de: Diesen Halt nicht speichern
uk: Не зберігати цю зупинку

# trip.stop.number
source: Stop %lld
de: Halt %lld
uk: Зупинка %lld

# trip.stop.otherTracks %lld
source: %lld more songs
de: %lld weitere Songs
uk: ще %lld треки

# trip.stop.select
source: Save this stop
de: Diesen Halt speichern
uk: Зберегти цю зупинку

# trip.stops
source: Records along the way
de: Platten unterwegs
uk: Платівки дорогою

# trip.stops.footer
source: Tick the stops you want to save as places on your planet.
de: Markiere die Punkte, die du als Orte auf dem Planeten speichern möchtest.
uk: Познач точки, які варто зберегти місцями на планеті.

# trip.stops.noHistory
source: No listening history connected. Import Spotify or connect Last.fm in Settings, and your trip's songs will show up here.
de: Kein Hörverlauf verbunden. Importiere Spotify oder verbinde Last.fm in den Einstellungen – dann erscheinen hier die Songs der Reise.
uk: Історію прослуховувань не підключено. Імпортуй Spotify або підключи Last.fm у налаштуваннях — і треки поїздки з’являться тут.

# trip.stops.noRoute
source: The route wasn't recorded – location access seems to have been off.
de: Die Route wurde nicht aufgezeichnet – offenbar war der Standortzugriff aus.
uk: Маршрут не записався: схоже, доступ до геопозиції був вимкнений.

# trip.stops.none
source: Your history has no listening during this trip.
de: Im Verlauf gibt es für die Reisezeit keine Wiedergaben.
uk: За час поїздки в історії немає прослуховувань.

# trip.summary.loading
source: Finding what played on your trip…
de: Wir suchen, was auf der Reise lief …
uk: Шукаємо, що грало в поїздці…

# trip.summary.title
source: Trip
de: Reise
uk: Поїздка

# trip.tracks %lld
source: %lld songs on the trip
de: %lld Songs der Reise
uk: %lld треки поїздки

# addPlace.placeName
source: Name
uk: Назва

# addPlace.section.track
source: Song
uk: Трек

# analysis.topTracks
source: Songs
uk: Треки

# card.pause
source: Pause
uk: Пауза

# feature.geofences
source: Geofences
uk: Геозони

# planet.rename.placeholder
source: Name
uk: Підпис

# player.pause
source: Pause
uk: Пауза

# rank.3
source: DJ
uk: Діджей

# settings.matchWindow.value
source: ±%lld min
uk: ±%lld хв

# settings.profile.code %@
source: Code: %@
uk: Код: %@

# settings.section.promo
source: Promo code
uk: Промокод

# skin.alien
source: Alien
uk: Прибулець

# skin.standard
source: Cover
uk: Обкладинка

# skin.waves
source: Lava
uk: Лава
